IDEA Open Model
RebarShape.EndHook Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the end rebar hook.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public RebarHookBase EndHook { get; set; }
Public Property EndHook As RebarHookBase
	Get
	Set
Property Value
Type: RebarHookBase
See Also
Reference
RebarShape Class
IdeaRS.OpenModel.Model Namespace